<?php

// lang/en/messages.php

return
    [
        'about' => 'تقوم شركة جراند جيت بتطوير وتصنيع أنظمة التشغيل الآلي للبوابات وأبواب الجراجات وحواجز الطرق وأبواب المشاة',
        'about2' => 'الجودة عنواننا, تاريخنا وخبرتنا يتحدثون عنا',
        'whereus' => 'أين نحن',
        'products' => 'المنتجات',
        'discover' => 'اكتشف الكتالوج الجديد 2023',
        'whous' => 'من نحن',
        'exp' => 'سابقة الاعمال',
        'gallery' => 'البوم الصور',
        'blogs' => 'الاحبار',
        'complains' => 'الشكاوي والاقتراحات',
        'follow' => 'تابعنا',
        'sections' => 'اقسام الموقع',
        'address' => 'عنوان',
        'phone' => 'الهاتف',
        'email' => 'البريد الاكتروني',
        'main' => 'الرثيسية',
    ];
